Repository: xcv58/MacTools
Catalog: Plugins/AIUsage/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# access.allow
source: 读取本机登录文件
ar: قراءة ملفات تسجيل الدخول المحلية
de: Lokale Anmeldedateien lesen
en: Read local login files
es: Leer archivos de inicio de sesión locales
fr: Lire les fichiers de connexion locaux
ja: ローカルログインファイルの読み取り
ko: 로컬 로그인 파일 읽기
pt: Ler arquivos de login locais
ru: Чтение локальных файлов входа
tr: Yerel oturum açma dosyalarını oku
zh_hant: 讀取本機登入檔案

# access.description
source: 允许读取 Codex 和 Claude Code 的本机登录文件。
ar: السماح بالوصول إلى ملفات تسجيل الدخول المحلية لـ Codex وClaude Code.
de: Zugriff auf lokale Anmeldedateien von Codex und Claude Code erlauben.
en: Allow access to local Codex and Claude Code login files.
es: Permitir acceso a los archivos locales de inicio de sesión de Codex y Claude Code.
fr: Autoriser l’accès aux fichiers locaux de connexion de Codex et Claude Code.
ja: CodexとClaude Codeのローカルログインファイルへのアクセスを許可します。
ko: Codex 및 Claude Code의 로컬 로그인 파일에 대한 접근을 허용합니다.
pt: Permitir acesso aos arquivos locais de login do Codex e Claude Code.
ru: Разрешить доступ к локальным файлам входа Codex и Claude Code.
tr: Codex ve Claude Code'un yerel oturum açma dosyalarına erişime izin verir.
zh_hant: 允許讀取 Codex 和 Claude Code 的本機登入檔案。

# access.footer
source: 仅读取登录凭据并向对应服务查询额度，不读取对话、不保存令牌。授权与服务展示独立，无需辅助功能或完全磁盘访问权限。
ar: تُقرأ بيانات الاعتماد فقط للاستعلام عن الخدمة المعنية. لا يتم الوصول إلى المحادثات مطلقًا ولا تُخزّن الرموز المميزة. أذونات الوصول مستقلة عن عرض الخدمة. لا يلزم إذن تسهيلات الاستخدام أو الوصول الكامل إلى القرص.
de: Es werden nur Zugangsdaten gelesen, um den entsprechenden Dienst abzufragen. Auf Konversationen wird nicht zugegriffen, und Token werden nicht gespeichert. Die Zugriffsberechtigungen sind unabhängig von der Sichtbarkeit des Dienstes. Berechtigungen für Bedienungshilfen oder Festplattenvollzugriff sind nicht erforderlich.
en: Only reads credentials to query the corresponding service. Conversations are never accessed and tokens are not stored. Access permissions are independent of service visibility. No Accessibility or Full Disk Access is needed.
es: Solo lee las credenciales para consultar el servicio correspondiente. Nunca se accede a las conversaciones y los tokens no se almacenan. Los permisos de acceso son independientes de la visibilidad del servicio. No se necesita accesibilidad ni acceso total al disco.
fr: Lit uniquement les identifiants pour interroger le service correspondant. Les conversations ne sont jamais consultées et les jetons ne sont pas stockés. Les autorisations d’accès sont indépendantes de la visibilité du service. Les autorisations Accessibilité et Accès complet au disque ne sont pas nécessaires.
ja: 認証情報を読み取り、対応するサービスに利用枠を問い合わせます。会話の読み取りやトークンの保存は行いません。アクセス許可とサービスの表示設定は独立しています。アクセシビリティやフルディスクアクセスの許可は不要です。
ko: 해당 서비스의 할당량을 조회하기 위해 로그인 자격 증명만 읽습니다. 대화에는 접근하지 않으며 토큰은 저장하지 않습니다. 접근 권한은 서비스 표시 여부와 무관합니다. 손쉬운 사용이나 전체 디스크 접근 권한은 필요하지 않습니다.
pt: Lê apenas credenciais para consultar o serviço correspondente. As conversas nunca são acessadas e os tokens não são armazenados. As permissões de acesso são independentes da visibilidade do serviço. Não são necessárias as permissões de Acessibilidade ou Acesso Total ao Disco.
ru: Учетные данные считываются только для запроса соответствующей службы. Доступ к беседам не осуществляется, токены не сохраняются. Разрешения на доступ не зависят от видимости службы. Разрешения «Универсальный доступ» и «Доступ к диску» не требуются.
tr: Yalnızca ilgili hizmeti sorgulamak amacıyla kimlik bilgileri okunur. Konuşmalara asla erişilmez ve belirteçler depolanmaz. Erişim izinleri, hizmet görünürlüğünden bağımsızdır. Erişilebilirlik veya Tam Disk Erişimi gerekmez.
zh_hant: 僅讀取登入憑證並向對應服務查詢額度，不讀取對話、不儲存權杖。授權與服務顯示各自獨立，無需輔助使用或完全取用磁碟權限。

# keychain.description
source: 开启时可能请求 macOS 授权，后台读取不会弹窗。
ar: قد يطلب macOS إذنًا عند التمكين. لا تظهر طلبات الإذن أثناء القراءة في الخلفية.
de: Beim Aktivieren kann macOS eine Berechtigung anfordern. Lesezugriffe im Hintergrund lösen keine Rückfragen aus.
en: Enabling may request macOS authorization. Background reads never show prompts.
es: Al activarlo, macOS puede solicitar autorización. Las lecturas en segundo plano nunca muestran solicitudes de autorización.
fr: L’activation peut nécessiter une autorisation de macOS. Les lectures en arrière-plan n’affichent jamais de demandes d’autorisation.
ja: 有効にすると macOS の許可を求められる場合があります。バックグラウンドでの読み取りでは確認ダイアログは表示されません。
ko: 활성화하면 macOS 인증을 요청할 수 있습니다. 백그라운드 읽기에는 프롬프트가 표시되지 않습니다.
pt: Ao ativar, pode ser solicitada autorização do macOS. Leituras em segundo plano nunca exibem pedidos de autorização.
ru: При включении macOS может запросить разрешение. При фоновом чтении запросы разрешения не показываются.
tr: Etkinleştirildiğinde macOS yetkilendirmesi istenebilir. Arka planda yapılan okumalarda hiçbir zaman istem gösterilmez.
zh_hant: 開啟時可能要求 macOS 授權；背景讀取不會顯示提示。

# keychain.title
source: 读取 Claude Code 钥匙串
ar: قراءة سلسلة مفاتيح Claude Code
de: Claude Code-Schlüsselbund lesen
en: Read Claude Code Keychain
es: Leer el llavero de Claude Code
fr: Lire le trousseau de Claude Code
ja: Claude Codeのキーチェーンを読み取る
ko: Claude Code 키체인 읽기
pt: Ler as Chaves do Claude Code
ru: Читать данные Claude Code из связки ключей
tr: Claude Code Keychain'ini Oku
zh_hant: 讀取 Claude Code 鑰匙圈

# menuBar.description
source: 显示所有已启用服务的剩余额度。点击打开仪表盘，右键打开设置。
ar: إظهار الحصة المتبقية لكل خدمة مفعّلة. انقر لفتح لوحة التحكم، وانقر بزر الماوس الأيمن لفتح الإعدادات.
de: Verbleibendes Kontingent für jeden aktivierten Dienst anzeigen. Klicken für das Dashboard; Rechtsklick für Einstellungen.
en: Show remaining quota for every enabled service. Click for the dashboard; right-click for settings.
es: Muestra la cuota restante para cada servicio habilitado. Haga clic para acceder al panel; haga clic derecho para configurar.
fr: Afficher le quota restant pour chaque service activé. Cliquez pour le tableau de bord ; faites un clic droit pour les paramètres.
ja: 有効なサービスごとに残りのクォータを表示します。クリックするとダッシュボードが表示されます。右クリックして設定を行います。
ko: 활성화된 모든 서비스에 대해 남은 할당량을 표시합니다. 대시보드를 보려면 클릭하세요. 설정을 보려면 마우스 오른쪽 버튼을 클릭하세요.
pt: Mostrar cota restante para cada serviço habilitado. Clique para acessar o painel; clique com o botão direito para configurações.
ru: Показывать оставшуюся квоту для каждой включенной службы. Нажмите, чтобы открыть панель управления; щелкните правой кнопкой мыши для настроек.
tr: Etkinleştirilen her hizmetin kalan kotasını gösterir. Paneli açmak için tıklayın, ayarlar için sağ tıklayın.
zh_hant: 顯示所有已啟用服務的剩餘額度。按一下開啟儀表板，按右鍵開啟設定。

# menuBar.show
source: 在菜单栏显示用量
ar: إظهار الاستخدام في شريط القائمة
de: Nutzung in der Menüleiste anzeigen
en: Show usage in menu bar
es: Mostrar uso en la barra de menú
fr: Afficher l'utilisation dans la barre de menu
ja: メニューバーに使用量を表示
ko: 메뉴 막대에 사용량 표시
pt: Mostrar uso na barra de menu
ru: Показывать использование в строке меню
tr: Kullanımı menü çubuğunda göster
zh_hant: 在選單列顯示用量

# metadata.description
source: 查看 Codex 与 Claude Code 订阅额度和重置时间
ar: عرض حصص اشتراك Codex وClaude Code وأوقات إعادة التعيين.
de: Abonnementkontingente und Rücksetzzeiten für Codex und Claude Code anzeigen.
en: View Codex and Claude Code subscription quotas and reset times
es: Consulta las cuotas y los tiempos de restablecimiento de Codex y Claude Code.
fr: Consultez les quotas et les heures de réinitialisation de Codex et Claude Code.
ja: Codex と Claude Code の利用枠とリセット時刻を確認します。
ko: Codex 및 Claude Code 구독 한도와 초기화 시간을 확인합니다.
pt: Veja as cotas e os horários de redefinição de Codex e Claude Code.
ru: Просматривайте квоты подписок Codex и Claude Code и время их сброса.
tr: Codex ve Claude Code abonelik kotalarını ve sıfırlanma zamanlarını görüntüleyin
zh_hant: 查看 Codex 與 Claude Code 訂閱額度和重設時間

# metadata.title
source: AI 用量
ar: استخدام الذكاء الاصطناعي
de: KI-Nutzung
en: AI Usage
es: Uso de IA
fr: Utilisation IA
ja: AI 使用量
ko: AI 사용량
pt: Uso de IA
ru: Использование ИИ
tr: Yapay Zekâ Kullanımı

# open.settings
source: 打开设置
ar: افتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
pt: Abrir configurações
ru: Открыть настройки
tr: Ayarları Aç
zh_hant: 開啟設定

# provider.open
source: 打开网页
ar: افتح الموقع
de: Website öffnen
en: Open Website
es: Abrir sitio web
fr: Ouvrir le site Web
ja: ウェブサイトを開く
ko: 홈페이지 열기
pt: Abrir site
ru: Открыть веб-сайт
tr: Web Sitesini Aç
zh_hant: 開啟網頁

# providers.empty
source: 尚未启用服务
ar: لم يتم تمكين أي خدمات
de: Keine Dienste aktiviert
en: No services enabled
es: No hay servicios habilitados
fr: Aucun service activé
ja: 有効なサービスはありません
ko: 활성화된 서비스가 없습니다.
pt: Nenhum serviço habilitado
ru: Службы не включены
tr: Etkinleştirilmiş hizmet yok
zh_hant: 尚未啟用服務

# refresh.footer
source: 锁屏和睡眠时暂停刷新。请求失败后自动延迟重试，手动刷新至少间隔 1 分钟。
ar: يتوقف مؤقتًا أثناء القفل أو السكون. تتباعد محاولات إعادة الطلب تلقائيًا عند الفشل. يفصل بين التحديثات اليدوية دقيقة واحدة على الأقل.
de: Pausiert bei gesperrtem Bildschirm oder im Ruhezustand. Fehlgeschlagene Anfragen werden automatisch verzögert wiederholt. Manuelle Aktualisierungen erfolgen im Abstand von mindestens einer Minute.
en: Pauses while locked or asleep. Failed requests back off automatically. Manual refreshes are at least one minute apart.
es: La actualización se pausa cuando el Mac está bloqueado o en reposo. Tras un fallo, los reintentos se espacian automáticamente. Las actualizaciones manuales requieren al menos un minuto de intervalo.
fr: L’actualisation est suspendue lorsque le Mac est verrouillé ou en veille. Les tentatives sont automatiquement espacées en cas d’échec. Les actualisations manuelles sont espacées d’au moins une minute.
ja: ロック中やスリープ中は更新を一時停止します。リクエストに失敗すると、再試行までの待ち時間が自動的に長くなります。手動での更新には 1 分以上の間隔が必要です。
ko: 화면이 잠겨 있거나 Mac이 잠자기 상태일 때 새로고침을 일시 중지합니다. 요청에 실패하면 재시도 간격이 자동으로 늘어납니다. 수동 새로고침은 최소 1분 간격으로 할 수 있습니다.
pt: Pausa quando o Mac está bloqueado ou em repouso. Após uma falha, as solicitações são repetidas automaticamente com um intervalo maior. As atualizações manuais têm pelo menos um minuto de intervalo.
ru: Обновление приостанавливается, когда Mac заблокирован или спит. При сбоях интервал между повторными запросами автоматически увеличивается. Обновлять вручную можно не чаще одного раза в минуту.
tr: Ekran kilitliyken veya sistem uyku modundayken duraklatılır. Başarısız istekler otomatik olarak daha sonra yeniden denenir. El ile yenilemeler arasında en az bir dakika olmalıdır.
zh_hant: 鎖定螢幕和睡眠時暫停重新整理。請求失敗後自動延遲重試，手動重新整理至少間隔 1 分鐘。

# refresh.interval
source: 自动刷新间隔
ar: الفاصل الزمني للتحديث التلقائي
de: Intervall für automatische Aktualisierung
en: Automatic refresh interval
es: Intervalo de actualización automática
fr: Intervalle de rafraîchissement automatique
ja: 自動更新間隔
ko: 자동 새로고침 간격
pt: Intervalo de atualização automática
ru: Интервал автоматического обновления
tr: Otomatik yenileme aralığı
zh_hant: 自動重新整理間隔

# refresh.minutes
source: %d 分钟
ar: دقائق (%d)
de: %d Minuten
en: %d minutes
es: %d minutos
fr: %d min
ja: %d 分
ko: %d분
pt: %d minutos
ru: %d мин.
tr: %d dakika
zh_hant: %d 分鐘

# refresh.now
source: 立即刷新
ar: قم بالتحديث الآن
de: Jetzt aktualisieren
en: Refresh Now
es: Actualizar ahora
fr: Actualiser maintenant
ja: 今すぐ更新
ko: 지금 새로고침
pt: Atualizar agora
ru: Обновить сейчас
tr: Şimdi Yenile
zh_hant: 立即重新整理

# refresh.running
source: 正在刷新…
ar: تحديث...
de: Wird aktualisiert…
en: Refreshing…
es: Actualizando…
fr: Actualisation…
ja: 更新中…
ko: 새로고침…
pt: Atualizando…
ru: Обновление…
tr: Yenileniyor…
zh_hant: 正在重新整理…

# reset.countdown
source: %@ 后重置
ar: إعادة التعيين بعد %@
de: Rücksetzung in %@
en: Resets in %@
es: Se restablece en %@
fr: Réinitialisation dans %@
ja: %@ 後にリセット
ko: %@ 후 재설정됩니다.
pt: Redefinição em %@
ru: Сброс через %@
tr: %@ içinde sıfırlanır
zh_hant: %@ 後重設

# reset.pending
source: 等待额度更新
ar: في انتظار تحديث الحصة النسبية
de: Warten auf Kontingent-Aktualisierung
en: Waiting for quota update
es: Esperando actualización de cuota
fr: En attente de mise à jour des quotas
ja: 利用枠の更新を待機中
ko: 할당량 업데이트를 기다리는 중입니다.
pt: Aguardando atualização de cota
ru: Ожидание обновления квоты
tr: Kota güncellemesi bekleniyor
zh_hant: 等待額度更新

# reset.unknown
source: 重置时间未知
ar: وقت إعادة التعيين غير متاح
de: Rücksetzzeit nicht verfügbar
en: Reset time unavailable
es: Hora de restablecimiento no disponible
fr: Heure de réinitialisation indisponible
ja: リセット時刻を取得できません
ko: 초기화 시간을 사용할 수 없습니다.
pt: Tempo de redefinição indisponível
ru: Время сброса недоступно
tr: Sıfırlanma zamanı bilinmiyor
zh_hant: 重設時間未知

# settings.access
source: 数据访问
ar: الوصول إلى البيانات
de: Datenzugriff
en: Data Access
es: Acceso a datos
fr: Accès aux données
ja: データアクセス
ko: 데이터 접근
pt: Acesso a dados
ru: Доступ к данным
tr: Veri Erişimi
zh_hant: 資料存取

# settings.description
source: 集中查看订阅额度和重置时间。
ar: تابع حصص الاشتراك وأوقات إعادة تعيينها.
de: Abonnementskontingente und Rücksetzzeiten im Blick behalten.
en: Keep subscription quotas and reset times in view.
es: Mantén a la vista las cuotas de suscripción y sus tiempos de restablecimiento.
fr: Gardez les quotas d’abonnement et les heures de réinitialisation en vue.
ja: サブスクリプションの利用枠とリセット時刻をまとめて確認できます。
ko: 구독 할당량 및 재설정 시간을 계속 확인하세요.
pt: Mantenha as cotas de assinatura e os tempos de redefinição à vista.
ru: Следите за квотами подписки и временем сброса.
tr: Abonelik kotalarını ve sıfırlanma zamanlarını görünür tutun.
zh_hant: 集中查看訂閱額度和重設時間。

# settings.menuBar
source: 菜单栏
ar: شريط القوائم
de: Menüleiste
en: Menu Bar
es: Barra de menús
fr: Barre des menus
ja: メニューバー
ko: 메뉴 막대
pt: Barra de menus
ru: Строка меню
tr: Menü Çubuğu
zh_hant: 選單列

# settings.providers
source: AI 服务
ar: خدمات الذكاء الاصطناعي
de: KI-Dienste
en: AI Services
es: Servicios de IA
fr: Services d'IA
ja: AIサービス
ko: AI 서비스
pt: Serviços de IA
ru: ИИ-сервисы
tr: Yapay Zekâ Hizmetleri
zh_hant: AI 服務

# settings.refresh
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hant: 重新整理

# status.accessOff
source: 请在设置中开启登录文件或钥匙串访问
ar: فعّل الوصول إلى ملفات تسجيل الدخول أو سلسلة المفاتيح في الإعدادات
de: Zugriff auf Anmeldedatei oder Schlüsselbund in den Einstellungen aktivieren
en: Enable login file or Keychain access in settings
es: Activa en los ajustes el acceso a los archivos de inicio de sesión o al llavero
fr: Activer l'accès au fichier de connexion ou au trousseau dans les paramètres
ja: 設定でログインファイルまたはキーチェーンアクセスを有効にする
ko: 설정에서 로그인 파일 또는 키체인 액세스를 활성화하세요.
pt: Habilite o acesso aos arquivos de login ou às Chaves nas configurações
ru: Включите доступ к файлу входа или связке ключей в настройках.
tr: Ayarlar'da oturum açma dosyası veya Keychain erişimini etkinleştirin
zh_hant: 請在設定中開啟登入檔案或鑰匙圈存取

# status.expired
source: 登录已过期或无访问权限，请在客户端重新登录
ar: انتهت صلاحية تسجيل الدخول أو رُفض الوصول. سجّل الدخول مجددًا في تطبيق العميل
de: Anmeldung abgelaufen oder Zugriff verweigert. Im Client erneut anmelden.
en: Login expired or access denied. Sign in again in the client
es: El inicio de sesión expiró o el acceso fue denegado. Inicia sesión nuevamente en el cliente
fr: Connexion expirée ou accès refusé. Connectez-vous à nouveau dans le client
ja: ログインの有効期限が切れたか、アクセスが拒否されました。クライアントで再度サインインしてください
ko: 로그인이 만료되었거나 접근이 거부되었습니다. 클라이언트에서 다시 로그인하세요.
pt: Login expirado ou acesso negado. Faça login novamente no cliente
ru: Срок действия входа истек или доступ запрещен. Войдите снова в клиент
tr: Oturumun süresi doldu veya erişim reddedildi. İstemcide yeniden oturum açın
zh_hant: 登入已過期或沒有存取權限，請在用戶端重新登入

# status.invalid
source: 服务未返回可用额度
ar: لم تُرجع الخدمة بيانات حصة قابلة للاستخدام
de: Der Dienst hat kein verwertbares Kontingent zurückgegeben
en: The service returned no usable quota data
es: El servicio no devolvió ninguna cuota utilizable
fr: Le service n'a renvoyé aucun quota utilisable
ja: サービスから利用可能な利用枠の情報が返されませんでした
ko: 서비스가 사용 가능한 할당량을 반환하지 않았습니다.
pt: O serviço não retornou dados válidos sobre a cota
ru: Служба не вернула пригодные данные о квоте
tr: Hizmet kullanılabilir bir kota döndürmedi
zh_hant: 服務未傳回可用額度

# status.keychain
source: 请在设置中授权读取 Claude 钥匙串
ar: السماح بالوصول إلى Claude Keychain في الإعدادات
de: Zugriff auf Claude-Schlüsselbund in den Einstellungen erlauben
en: Allow Claude Keychain access in settings
es: Permite el acceso al llavero de Claude en los ajustes
fr: Autoriser l'accès au trousseau Claude dans les paramètres
ja: 設定で Claude キーチェーンへのアクセスを許可する
ko: 설정에서 Claude 키체인 액세스를 허용하세요.
pt: Permita o acesso às Chaves do Claude nas configurações
ru: Разрешите доступ к связке ключей Claude в настройках
tr: Ayarlar'da Claude Keychain erişimine izin verin
zh_hant: 請在設定中授權讀取 Claude 鑰匙圈

# status.network
source: 连接失败，稍后自动重试
ar: فشل الاتصال. إعادة المحاولة تلقائيًا
de: Verbindung fehlgeschlagen. Automatischer Wiederholungsversuch.
en: Connection failed. Retrying automatically
es: Error de conexión. Reintentando automáticamente
fr: Échec de la connexion. Nouvelle tentative automatique
ja: 接続に失敗しました。自動的に再試行します
ko: 연결에 실패했습니다. 자동으로 재시도 중
pt: Falha na conexão. Tentando novamente automaticamente
ru: Не удалось подключиться. Автоматическая повторная попытка
tr: Bağlantı kurulamadı. Otomatik olarak yeniden deneniyor
zh_hant: 連線失敗，稍後自動重試

# status.rateLimited
source: 请求受限，已暂停并等待重试
ar: تم تجاوز حد الطلبات. جارٍ الانتظار قبل إعادة المحاولة
de: Ratenbegrenzung erreicht. Warten vor erneutem Versuch
en: Rate limited. Waiting before retrying
es: Límite de solicitudes alcanzado. Esperando para reintentar
fr: Limite de requêtes atteinte. Attente avant une nouvelle tentative
ja: レート制限あり。再試行する前に待機しています
ko: 요청이 제한되었습니다. 재시도 전 대기 중
pt: Limite de solicitações atingido. Aguardando antes de tentar novamente
ru: Превышен лимит запросов. Ожидание перед повторной попыткой
tr: İstek sınırına ulaşıldı. Yeniden denemeden önce bekleniyor
zh_hant: 請求受限，已暫停並等待重試

# status.server
source: 服务暂不可用，稍后自动重试
ar: الخدمة غير متاحة. إعادة المحاولة تلقائيًا
de: Dienst nicht verfügbar. Automatischer Wiederholungsversuch
en: Service unavailable. Retrying automatically
es: Servicio no disponible. Reintentando automáticamente
fr: Service indisponible. Nouvelle tentative automatique
ja: サービスが利用できません。自動的に再試行します
ko: 서비스를 이용할 수 없습니다. 자동으로 재시도 중
pt: Serviço indisponível. Tentando novamente automaticamente
ru: Служба недоступна. Автоматическая повторная попытка
tr: Hizmet kullanılamıyor. Otomatik olarak yeniden deneniyor
zh_hant: 服務暫時無法使用，稍後自動重試

# status.signIn
source: 请先在客户端登录，再刷新
ar: قم بتسجيل الدخول إلى العميل، ثم قم بالتحديث
de: Im Client anmelden und dann aktualisieren
en: Sign in to the client, then refresh
es: Inicie sesión en el cliente y luego actualice
fr: Connectez-vous au client, puis actualisez
ja: クライアントにサインインしてから更新してください
ko: 클라이언트에 로그인한 후 새로고침하세요.
pt: Faça login no cliente e atualize
ru: Войдите в клиент, затем обновите данные
tr: Önce istemcide oturum açın, sonra yenileyin
zh_hant: 請先在用戶端登入，再重新整理

# status.stale
source: 上次数据
ar: البيانات السابقة
de: Frühere Daten
en: Previous data
es: Datos anteriores
fr: Données précédentes
ja: 以前のデータ
ko: 이전 데이터
pt: Dados anteriores
ru: Предыдущие данные
tr: Önceki veriler
zh_hant: 上次資料

# status.unreadable
source: 无法读取登录文件，请检查客户端配置
ar: لا يمكن قراءة ملف تسجيل الدخول. تحقق من تكوين العميل الخاص بك
de: Anmeldedatei kann nicht gelesen werden. Überprüfen Sie die Client-Konfiguration
en: Cannot read the login file. Check your client configuration
es: No se puede leer el archivo de inicio de sesión. Verifique la configuración de su cliente
fr: Impossible de lire le fichier de connexion. Vérifiez la configuration de votre client
ja: ログインファイルを読み取れません。クライアント構成を確認してください
ko: 로그인 파일을 읽을 수 없습니다. 클라이언트 구성을 확인하세요.
pt: Não é possível ler o arquivo de login. Verifique a configuração do seu cliente
ru: Невозможно прочитать файл входа. Проверьте конфигурацию вашего клиента
tr: Oturum açma dosyası okunamıyor. İstemci yapılandırmanızı denetleyin
zh_hant: 無法讀取登入檔案，請檢查用戶端設定

# status.unsupported
source: 需要订阅账号登录，API Key 不支持额度查询
ar: مطلوب تسجيل الدخول للاشتراك؛ لا توفر مفاتيح API الحصص النسبية
de: Eine Anmeldung mit einem Abonnement ist erforderlich; API-Schlüssel unterstützen keine Kontingentabfrage
en: A subscription login is required; API keys do not provide quotas
es: Se requiere iniciar sesión con una cuenta de suscripción; las claves API no permiten consultar cuotas
fr: Une connexion avec un compte abonné est requise ; les clés API ne permettent pas de consulter les quotas
ja: サブスクリプションのアカウントでサインインする必要があります。API キーでは利用枠を照会できません
ko: 구독 계정으로 로그인해야 합니다. API 키로는 할당량을 조회할 수 없습니다.
pt: É necessário fazer login com uma assinatura; chaves de API não fornecem cotas
ru: Требуется вход в учетную запись с подпиской; ключи API не позволяют получить данные о квотах
tr: Abonelik oturumu gereklidir; API anahtarları kota sağlamaz
zh_hant: 請以訂閱帳號登入；API 金鑰不支援額度查詢

# status.waiting
source: 正在等待额度数据…
ar: في انتظار بيانات الحصة...
de: Warten auf Kontingentdaten…
en: Waiting for quota data…
es: Esperando datos de cuota…
fr: En attente des données de quota…
ja: 利用枠のデータを待機中…
ko: 할당량 데이터를 기다리는 중...
pt: Aguardando dados de cota…
ru: Ожидание данных о квоте…
tr: Kota verileri bekleniyor…
zh_hant: 正在等待額度資料…

# updated.relative
source: 更新于 %@
ar: تم التحديث %@
de: %@ aktualisiert
en: Updated %@
es: Actualizado %@
fr: Mis à jour %@
ja: 更新：%@
ko: %@ 업데이트됨
pt: Atualizado %@
ru: Обновлено %@
tr: %@ güncellendi
zh_hant: 更新於 %@

# window.hours
source: 剩余额度（%@ 小时周期）
ar: المتبقي لدورة %@ س
de: Restkontingent (%@ Std.)
en: Quota remaining (%@h cycle)
es: Cuota restante del ciclo de %@ h
fr: Quota restant (%@ h)
ja: %@ 時間枠の残り
ko: 남은 할당량 (%@시간 주기)
pt: Restante no ciclo de %@ h
ru: Остаток квоты (%@ ч)
tr: %@ sa kaldı
zh_hant: %@ 小時週期剩餘額度

# window.primary
source: 剩余额度
ar: الحصة المتبقية
de: Verbleibendes Kontingent
en: Remaining quota
es: Cuota restante
fr: Quota restant
ja: 残りの利用枠
ko: 남은 할당량
pt: Cota restante
ru: Оставшаяся квота
tr: Kalan kota
zh_hant: 剩餘額度

# window.weekly
source: 周剩余额度
ar: المتبقي الأسبوعي
de: Verbleibendes Wochenkontingent
en: Weekly quota remaining
es: Cuota semanal restante
fr: Quota hebdomadaire restant
ja: 今週の残りの利用枠
ko: 남은 주간 할당량
pt: Cota semanal restante
ru: Остаток недельной квоты
tr: Haftalık kalan
zh_hant: 本週剩餘額度

# updated.now
source: 刚刚更新
ar: تم التحديث للتو
de: Gerade aktualisiert
en: Updated just now
es: Actualizado hace un momento
fr: Mis à jour à l’instant
ja: ただいま更新しました
ko: 방금 업데이트되었습니다
pt: Atualizado agora há pouco
ru: Обновлено только что
tr: Az önce güncellendi
zh_hant: 剛剛更新

# keychain.authorizing
source: 正在请求钥匙串访问…
ar: جارٍ طلب الوصول إلى سلسلة المفاتيح...
de: Zugriff auf Schlüsselbund wird angefordert…
en: Requesting Keychain access…
es: Solicitando acceso al llavero…
fr: Demande d'accès au trousseau…
ja: キーチェーン アクセスをリクエストしています…
ko: 키체인 접근 요청 중…
pt: Solicitando acesso às Chaves…
ru: Запрос доступа к связке ключей…
tr: Keychain erişimi isteniyor…
zh_hant: 正在請求鑰匙圈存取…

# provider.show
source: 在仪表盘和菜单栏显示
ar: إظهار في لوحة التحكم وشريط القوائم
de: Im Dashboard und in der Menüleiste anzeigen
en: Show in dashboard and menu bar
es: Mostrar en el panel y en la barra de menú
fr: Afficher dans le tableau de bord et la barre de menus
ja: ダッシュボードとメニューバーに表示
ko: 대시보드 및 메뉴바에 표시
pt: Mostrar no painel e na barra de menu
ru: Показывать на информационной панели и в строке меню.
tr: Panelde ve menü çubuğunda göster
zh_hant: 在儀表板和選單列顯示

# usage.remaining
source: 剩余额度
ar: الحصة المتبقية
de: Verbleibendes Kontingent
en: Remaining quota
es: Cuota restante
fr: Quota restant
ja: 残りの利用枠
ko: 남은 할당량
pt: Cota restante
ru: Оставшаяся квота
tr: Kalan kota
zh_hant: 剩餘額度

# status.dataStale
source: 当前显示上次额度数据
ar: إظهار قراءة الحصة السابقة
de: Anzeige des letzten Kontingentwerts
en: Showing the previous quota reading
es: Mostrando la lectura de cuota anterior
fr: Affichage du relevé de quota précédent
ja: 前回取得した利用枠の情報を表示しています
ko: 이전 할당량 데이터를 표시 중
pt: Mostrando a leitura de cota anterior
ru: Показ предыдущего значения квоты
tr: Önceki kota okuması gösteriliyor
zh_hant: 目前顯示上次額度資料
